["Ne csak azt nézd, hogy mennyit kaptál, hanem azt is, hogy mennyibõl...\r", "Nincsenek véletlen találkozások az életünkben. Minden ember az életünkben vagy egy TESZT, vagy egy BÜNTETÉS vagy egy AJÁNDÉK.\r", "\"Lehet, hogy a szelídeké lesz a föld, de csak miután kihalnak a merészek, és rájuk hagyják.\" -Karen Hawkins\r", "\"Mindenki azt gondolta, hogy lehetetlen. Aztán jött egy hülye, aki ezt nem tudta. És megcsinálta.\" -Marcel Paul Pagnol\r", "\"Ha kicsiben gondolkodsz, az is maradsz.\" -Ray Kroc\r", "\"Ne várj addig, míg úgy nem gondolod, hogy már tökéletesen meg tudod csinálni - csak kezdj bele!\" -Jade Hameister\r", "\"Az ember életének alakulása attól függ, hogy milyen hatékonyan használja ki a lehetõségeit, és mennyire fogadja el a korlátait.\" -Walter Mischel\r", "\"Azt az energiát, amit panaszkodásra fordítunk, fordítsuk inkább cselekvésre! Ha változtatunk a mikrokörnyezetünkön, akkor az elöbb-utóbb a minket körülvevõ nagyobb rendszerre is hatni fog.\" -Al Ghaoui Hesna\r", "\"Nincs nagyobb vétség, mint semmit sem tenni, mert azt hisszük, túl kevés, amit tehetünk.\" -Zig Ziglar\r", "\"A különbség a sikeres és a nem sikeres ember között az az idõ, amit önsajnálattal tölt.\" -Barbara Corcoran\r", "\"Egyedül azok a korlátok léteznek, amiket te emelsz magadnak.\" -Omar Epps\r", "\"A rossz legjobb kritikája az, ha megmutatjuk, hogyan kell jobban csinálni.\" -Richard Rohr\r", "\"Ha terveid vannak, egyszerüen tüzd ki a céljaidat, és cselekedj!\" -Nora Roberts\r", "\"Eldöntheted, hogy élni akarsz, vagy létezni.\" -Harry Styles\r", "\"Inkább indulj el ötször rossz felé, mint egész életedben egy helyben topogjál.\" -Csernok Miklós\r", "\"Átgondolatlan életet nem érdemes élni.\" – Szókratesz\r", "\"Túl rövid az élet ahhoz, hogy mások életét éljük.\"  – Steve Jobs\r", "Húsz év múlva nem azok miatt leszel csalódott, amiket megtettél, hanem amiket nem.\r", "\"Az emberek elfelejtik, amiket mondtál. Az emberek elfelejtik, amiket tettél. De az emberek soha nem felejtik el, hogy hogyan érezték magukat veled.\" –Maya Angelou\r", "\"Indulj el, ahogy vagy. Használd, amid van. Tedd, amit tudsz.\" –Arthur Ashe\r", "\"Mindennek megvan a szépsége, de nem mindenki láthatja.\" –Konfuciusz\r", "Ha a szél nem fúj, ragadd meg az evezõket.\r", "\"Mi a siker lényege? A sikeres ember az, aki reggel felkel, lefekszik este, és a kettõ között azt teszi, amit akar.\"  –Bob Dylan\r", "\"Az a személy, aki soha nem hibázott, soha nem próbált semmi új dolgot.\" –Albert Einstein\r", "\"Ha szeretnéd, hogy a gyerekeid sorsa jól alakuljon, tölts velük kétszer ennyi idõt, és adj nekik fele ennyi pénzt.\" –Abigail Van Buren\r", "\"Vagy a saját álmaidat építed fel, vagy valaki másét.\"  –Farrah Gray\r", "A siker ott indul el, ahol a többiek feladják.\r", "\"A szerencse nem más, mint a felkészültség találkozása a lehetõséggel.\" -Darrell Royal\r", "\"Az egyetlen fenntartható elõny versenytársaiddal szemben az, ha képes vagy gyorsabban tanulni, mint õk.\" -Arie De Geus\r", "\"Az okos emberek megoldják a problémákat, a zsenik pedig megelõzik õket.\" -Albert Einstein\r", "\"Amit a cél elérésével kapunk közel sem olyan fontos, mint amivé válunk, amíg azt elérjük.\" -Zig Ziglar\r", "\"Az élet olyan, mint a biciklizés. Ha meg akarod tartani az egyensúlyt, mozgásban kell maradnod.\" – Albert Einsein\r", "Ha egy tojás héját külso erõ töri fel, az az élet végét jelenti. Ha a tojás héját belsõ erõ töri fel, akkor az élet elkezdõdik. A nagy dolgok mindig belülrol törnek elo.\r", "Ha meg tudtad álmodni, meg is tudod tenni.\r", "Mindenkinek csak arra van ideje amire idõt szakit magának, és mindenki csak arra szakit idõt , amit fontosnak tart.\r", "Ha bármikor azt gondolod, hogy lusta vagy, csak jusson eszedbe hogy az ókori görögök azt hitték, az isteneik nem egy olyan vészesen magas hegyen laknak,mégsem vette senki a fáradságot hogy lecsekkolja.\r", "Felelõs vagy a saját boldogságodért. Igy hát ne másoktól várd, hogy boldoggá tegyenek, mert csalódni fogsz!\r", "\"A szeretet és a békesség, fiam, a legkisebb kunyhóban is elfér. Nem mindig a nagy házakban élnek boldog emberek.\" -Wass Albert\r", "Ha nincs is csokorral átkötve, az élet attól még ajándék. \r", "Minél többször állsz fel annál könnyebbé válik!\r", "Annyira vagy boldog, amennyire megengeded magadnak!\r", "Nem az teszi széppé az életet, amit már megéltél, hanem annak a vágya, amit még meg szeretnél élni!\r", "Az életben csupán egyetlen fogyatékosság létezik : a rossz hozzáállás!\r", "Mikor fel akarod adni, gondolj arra, hogy… Milyen szép a napfelkelte, hogy hány viccen nevettél, hogy hányszor sírtál örömödben, gondolj egy ölelésre, egy nyári estére, egy dalra amit szeretsz… És gondolj arra, hogy hány dolog van ami még BOLDOGGÁ tehet!\r", "\"Nincs jobb társ az eros szívnél, mely a kellõ pillanatban átsegít a bajokon. Élj a szív törvénye szerint!\" -Tatiosz\r", "Azok az emberek akik bántanak téged, olyanok mint a csiszolópapir...Okozhatnak fájdalmat, de a végén, te szép és csiszolt leszel...Õk pedig használhatatlanok.\r", "Ami miatt ma szomorú vagy, holnap attól leszel erõsebb.\r", "Álmodj merészet! Láthatatlan erõk állnak készenlétben, hogy támogassanak!\r", "Soha ne engedd, hogy olyan emberek mondják meg hogy merre menj, akik még nem indultak sehova!\r", "Okoskodni mindenki tud, de helyetted élni senki!\r", "Boldognak senki sem születik - azt meg kell teremteni.\r", "Ne azt kivánd hogy minden könnyen menjen. Kivánd azt hogy legyen erõd legyõzni a nehézségeket.\r", "Aki nyavajog, de nem változtat, annak még nem fáj eléggé!\r", "A bölcsesség nem más, mint begyógyult  fájó seb.\r", "Nem számít, hogy érzed magad, állj fel, öltözz fel és menj ki az emberek közé. \r", "Ha mindannyian egy halomba dobnánk a problémáinkat és meglátnánk a többiekét, a miénket visszavennénk.\r", "Értelmezz át minden úgynevezett szerencsétlenséget a következo kérdéssel: „Öt év múlva fog ez számítani?” \r", "Szabadulj meg minden felesleges dolgodtól. A zürzavar minden értelemben lehúz. \r", "A munkád nem gondoskodik rólad, amikor beteg vagy. A családod és a barátaid igen. \r", "Az élet nem korrekt, de még mindig jó. \r", "A csodák akkor kezdenek felbukkanni az életedben, mikor legalább annyi energiát szentelsz az álmaidnak, mint amennyit a félelmeidnek szoktál.\r", "Eljön az a pillanat, amikor rájössz, hogy bizonyos emberek számára sosem leszel elég jó. Csak az a kérdés, hogy ez te bajod vagy az övék.\r", "Ha küzdesz, veszithetsz, ha nem küzdesz, vesztettél!\r", "Az élet mindig ad egy második esélyt..Úgy hívják: Holnap!\r", "\"Ha valakibõl bizonyos tulajdonságot akarsz kihozni, tégy úgy, mintha az a bizonyos elérendõ tulajdonság máris jelleme egyik alapvetõ vonása volna.\" -Dale Carnegie\r", "\"Aki úgy kezdi, hogy nem tart sehová, általában oda is jut.\" -Dale Carnegie\r", "\"Nem az a fontos, hogy meglássuk, ami a távol ködébe vész, hanem hogy megcselekedjük, ami most elõttünk áll.\" -Dale Carnegie\r", "Az optimista egyáltalán nem az, aki soha nem szenvedett, hanem az, aki átélte és legyõzte a kétségbeesést.\r", "Ha bárkit meg akarsz tartani az életben - soha ne tartsd magától értetõdõnek, hogy melletted van!"]